Repository: wp-plugins/feeeeed
Catalog: lang/feeeeed-*.po
Languages: be_by, de_de, ja, nl_nl, ro_ro

source: What is your browser can not read the feed.
be_by: Что такое, ваш браузер не может прочитать канал.
de_de: Ihr Browser kann den Feed nicht lesen.
ja: あなたのブラウザーは RSS-Feed に対応していません.
nl_nl: Je browser kan de feed niet lezen.
ro_ro: Ce este browser-ul nu pot citi feed.

source: Rss-feed not support browser (Chrome and older than IE6) is reading rss-feed then ..... :
be_by: Rss-ленты не поддерживаются вашим браузером (Chrome и IE старше чем IE6) читает rss-feed чем ..... :
de_de: RSS-Feed nicht unterstutzt. Browser (Chrome und neuer als IE6) liest RSS-Feed ..... :
ja: RSS-Feed 未対応のブラウザー (Chrome と IE6 以前) が RSS-Feed を読み込もうとしたときに ..... :
nl_nl: RSS-feed niet ondersteund. Browser (Chrome en jonger dan IE6) lezen de rss-feed ..... :
ro_ro: RSS-feed nu suporta browser (Chrome şi mai în vârstă decât IE6) este citirea RSS-feed, apoi ..... :

source: Put feed formatted Html
be_by: Вставьте отформат. Html
de_de: Geben Sie eine formattierte HTML f&uuml;r den Feed ein
ja: RSS-Feed を Html 形式で出力
nl_nl: Geef geformatteerde HTML in voor feed
ro_ro: Feed pune formatate Html

source: Date format
be_by: Формат даты
de_de: Datumsformat
ja: 日付の形式
nl_nl: Datum formaat
ro_ro: Format dată

source: ex: "D, d M Y H:i:s", ex: "Y.m.d"
be_by: напр.: "D, d M Y H:i:s", напр.: "Y.m.d"
de_de: zB: "D, d M Y H:i:s", zB: "Y.m.d"
ja: 例: "D, d M Y H:i:s", 例: "Y年m月d日"
nl_nl: bijv.: "D, d M Y H:i:s", bijv.: "Y.m.d"

source: Jump Homepage
be_by: Перейти к домашней странице
de_de: Wechseln zu Startseite
ja: ホームページを移動
nl_nl: Spring naar Startpagina
ro_ro: Salt la pagina de start

source: Jump to
be_by: Перейти к
de_de: Wechseln zu
ja: 移動先
nl_nl: Spring naar
ro_ro: Salt la

source: Put message
be_by: Вставить сообщение
de_de: Nachricht eingeben
ja: メッセージを出力
nl_nl: Plaats boodschap
ro_ro: Pune mesaj

source: After seconds to move URL
be_by: После секунд перейти к адресу
de_de: Nach Sekunden gehe zu URL
ja: 秒経過後 URL 移動する
nl_nl: Na een paar seconden ga naar URL
ro_ro: După câteva secunde pentru a muta URL

source: Wait time
be_by: Ждать время
de_de: Wartezeit
ja: 待ち時間
nl_nl: Wachttijd
ro_ro: Aşteptaţi timp

source: seconds
be_by: секунд
de_de: Sekunden
ja: 秒
nl_nl: seconden
ro_ro: secunde

source: URL
be_by: УРЛ
ja: 移動先 URL
ro_ro: URL-UL

source: Operation
be_by: Операция
de_de: Vorgang
ja: 操作
nl_nl: Werking
ro_ro: Funcționarea

source: Author:
be_by: Автор:
de_de: Autor:
ja: 投稿者:
nl_nl: Auteur:
ro_ro: Autor:

source: Date:
be_by: Дата:
de_de: Datum:
ja: 日付:
nl_nl: Datum:
ro_ro: Data:

source: Input new menu name.
be_by: Вставить название нового меню.
de_de: Geben Sie einen neuen Men&uuml;name ein.
nl_nl: Voer een nieuwe menu naam in.
ro_ro: Intrare nouă meniul Nume.

source: Feeeeed is a plugin that is Measures against browser that is not supports feed.
be_by: Feeeeed - плагин, что является мерах по борьбе с браузером, который не поддерживает канал.
de_de: Feeeeed ist ein Plug-In, das Berechnungen ausf&uuml;hrt f&uuml;r Browsers, die keine Feeds unterst&uuml;tzen.
nl_nl: Feeeeed is een plugin welke metingen uitvoert t.o.v. browsers welke geen feed ondersteunen.
ro_ro: Feeeeed este un plugin care este Măsuri împotriva browser-ul care nu se acceptă hrana pentru animale.

source: Y.m.d
de_de: J.M.T.
ja: D, d M Y H:i:s
